---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.MillimetersOfWaterColumnPerMeter
source: html/a305ad10-4248-c1c7-2ccf-173d19d063b9.htm
---
# Autodesk.Revit.DB.UnitTypeId.MillimetersOfWaterColumnPerMeter Property

Millimeters of water column per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId MillimetersOfWaterColumnPerMeter { get; }
```